Repository: GabrielTorem/Residencia_2C2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The same creatures who terrify and interdict can evoke potent escapist fantasies; the linking of monstrosity with the forbidden makes the monster all the more appealing as a temporary egress from constraint.
es_es: Las mismas criaturas que nos aterrorizan e imponen prohibiciones pueden evocar poderosas fantasías de escape; la vinculación de la monstruosidad con lo prohibido hace que el monstruo sea aún más atractivo como una salida temporal de las limitaciones.

source: The same impulse to ataractic fantasy is behind much lavishly bizarre manuscript marginalia, from abstract scribblings at the edges of an ordered page to preposterous animals and vaguely humanoid creatures of strange anatomy that crowd a biblical text.
es_es: Ese mismo impulso hacia la fantasía ataráxica se manifiesta en buena parte de la *marginalia* manuscrita, profusamente insólita: desde garabatos abstractos en los bordes de una página organizada hasta animales disparatados y criaturas vagamente humanoides, de anatomía extraña, que pueblan un texto bíblico.

source: The situation was obviously far more complex than these statements can begin to show; “European,” for example, usually includes only males of the Western Latin tradition.
es_es: La situación era obviamente mucho más compleja de lo que estas afirmaciones pueden empezar a mostrar; "europeo", por ejemplo, generalmente incluye solo a los hombres de la tradición latina occidental.

source: The story is nonsense.
es_es: La historia es absurda.

source: The strict morality imposed by the Church was contrasted with the discomfiting attractiveness of a world of bizarre tastes, which practiced coprophagy and cannibalism; of bodily innocence, where man, freed of the modesty of clothing, rediscovered nudism and sexual freedom; and where, once rid of restrictive monogamy and family barriers, he could give himself over to polygamy, incest, and eroticism.
es_es: Frente a la moral estricta impuesta por la Iglesia, se [desplegaba] la seducción turbadora de un mundo de aberración alimenticia donde se practica[ba] coprofagia y canibalismo; inocencia corporal gracias a la cual el hombre, liberado del pudor de la ropa, se [reencontraba] con el nudismo; libertad sexual por la que el hombre, libre de la indigente monogamia y de las barreras familiares, se entrega[ba] a la poligamia, al incesto, al erotismo. (*Por otra Edad Media*, 106).

source: The term monster – “perhaps the earliest and most enduring name for the singular body” – derives from the Latin terms monstrum and monere, which convey a two-fold meaning: not only to show or reveal (monstrum), but also to warn and instruct (monere).
es_es: El término monstruo —“quizás el nombre más antiguo y perdurable para el cuerpo singular”— deriva de los términos latinos *monstrum* y *monere*, que transmiten un doble significado: no solo mostrar o revelar *(monstrum),* sino también advertir e instruir *(monere)*.

source: The too- precise laws of nature as set forth by science are gleefully violated in the freakish compilation of the monster’s body.
es_es: Las leyes de la naturaleza, demasiado precisas tal como expone la cienca, se ven alegremente vulneradas por la extraña compilación del cuerpo de un monstruo.

source: The valorization is accomplished in one of two ways: the host is a monster already and learns a lesson at the hands of his guest, or the host becomes a monster in the course of the narrative and audience members realize how they should conduct themselves.
es_es: La exaltación del valor se realiza de una de dos maneras: o bien el anfitrión ya es un monstruo y aprende una lección del huésped, o bien el anfitrión se convierte en monstruo durante la narración y los lectores o espectadores comprenden cómo deben comportarse.

source: The wealth of these dualities and paradoxes in O’Connor’s fiction – the irony, the symbolic images, narrative displacement, and grotesque epiphanies – amplify the confusion and discomfort of the reader and render her fiction perhaps the most technically complex representation of the modern use of the grotesque.
es_es: La riqueza de estas dualidades y paradojas en la ficción de O’Connor ―como la ironía, las imágenes simbólicas, el desorden narrativo y las epifanías grotescas― amplían la confusión y la incomodidad del lector, y esto hace que su ficción sea, quizás, la representación más compleja, técnicamente hablando, del uso moderno del grotesco.

source: The weirdness of this world produced an impression of liberation and freedom.
es_es: donde la extrañeza segrega[ba] la impresión de liberación, de libertad.

source: The woman who oversteps the boundaries of her gender role risks becoming a Scylla, Weird Sister, Lilith (“die erste Eva,” “la mére obscuré”), Bertha Mason, or Gorgon.
es_es: La mujer que traspasa los límites de su rol de género corre el riesgo de convertirse en una Escila, una de las Hermanas Fatídicas, Lilith ("die erste Eva" [“la primera Eva”], "la mère obscuré" [“la madre oscura”]), Bertha Mason o una gorgona.

source: The “dangerous” role of feminine will in the engendering of monsters is also explored by Marie-Héléene Huet in Monstrous Imagination (Cambridge: Harvard University Press, 1993).
es_es: Marie-Hélène Huet también explora el papel “peligroso” de la voluntad femenina en la gestación de monstruos en Monstrous Imagination (Cambridge: Harvard University Press, 1993).

source: Their archaism is conveyed through their lack of hierarchy and of a politics of precedent.
es_es: Su arcaísmo se transmite a través de su falta de jerarquía y de una política de precedentes.

source: Their monsters serve as secondary bodies through which the possibilities of other genders, other sexual practices, and other social customs can be explored.
es_es: Sus monstruos funcionan como cuerpos secundarios a través de los cuales pueden explorarse las posibilidades de otros géneros, de otras prácticas sexuales y de otras costumbres sociales.

source: There aren’t any animals left alive in the Sarajevo zoo.
es_es: No quedan animales vivos en el zoológico de Sarajevo.

source: There looms, within abjection, one of those violent, dark revolts of being, directed against a threat that seems to emanate from an exorbitant outside or inside, ejected beyond the scope of the possible, the tolerable, the thinkable.
es_es: Desde la abyección surge una de esas rebeliones violentas y oscuras del ser contra aquello que lo amenaza y que le parece venir de un afuera o de un adentro exorbitante, arrojado al lado de lo posible y de lo tolerable, de lo pensable.

source: Therefore, the fictional qualities of the grotesque characters she envisions “lean away from typical social patterns, toward mystery and the unexpected” (MM, 40).
es_es: En consecuencia, las características ficticias de los personajes grotescos a los que da vida “se desvían de los patrones sociales típicos, hacia el misterio y lo inesperado” (MM, 40).

source: These are the ancient monsters recorded first by the Greek writers Ktesias and Megasthenes, and include such wild imaginings as the Pygmies, the Sciapods (men with one large foot with which they can hop about at tremendous speed or that they can lift over their reclining bodies as a sort of beach umbrella), Blemmyae (“men whose heads / Do grow beneath their shoulders,” in Othello’s words), and Cynocephali, ferocious dog-headed men who are anthropophagous to boot.
es_es: Estos son los antiguos monstruos, registrados por primera vez por los escritores griegos Ctesias y Megastenes, e incluyen creaciones tan descabelladas como los pigmeos, los sciapodes (hombres con un solo pie grande con el que pueden saltar a gran velocidad o que pueden levantar sobre sus cuerpos recostados a modo de sombrilla de playa), los blemios ("hombres cuyas cabezas / crecen bajo los hombros", en palabras de Otello) y cinocéfalos, feroces hombres con cabeza de perro que, además, son antropófagos.

source: These differences were quickly moralized through a pervasive rhetoric of deviance.
es_es: Estas diferencias fueron moralizadas rápidamente a través de una retórica dominante de la desviación.

source: These epistemological spaces between the monster’s bones are Derrida’s familiar chasm of différance: a genetic uncertainty principle, the essence of the monster’s vitality, the reason it always rises from the dissection table as its secrets are about to be revealed and vanishes into the night.
es_es: Estos espacios epistemológicos entre los huesos del monstruo son el conocido abismo de la *différance*: de Derrida: un principio de incertidumbre genética, la esencia de la vitalidad del monstruo, la razón por la que siempre se alza de la mesa de disección cuando sus secretos están a punto de ser revelados y desaparece en la noche.

source: These monsters ask us how we perceive the world, and how we have misrepresented what we have attempted to place.
es_es: Dichos monstruos nos interpelan sobre nuestra forma de percibir el mundo y sobre cómo hemos representado erróneamente lo que hemos intentado poner en un lugares.

source: Thesis I: The Monster’s Body Is a Cultural Body
es_es: Tesis I: El cuerpo del mostruo es un cuerpo cultural

source: Thesis II: The Monster Always Escapes
es_es: Tesis II: El monstruo siempre escapa

source: Thesis III: The Monster Is the Harbinger of Category Crisis
es_es: Tesis III: el monstruo presagia la crisis de categorías

source: Thesis IV: The Monster Dwells at the Gates of Difference
es_es: Tesis 4: El monstruo habita en las puertas de la diferencia

source: Thesis V: The Monster Polices the Borders of the Possible
es_es: Tesis 5: El monstruo patrulla las fronteras de lo posible

source: Thesis VI: Fear of the Monster Is Really a Kind of Desire
es_es: Tesis VI: El miedo al monstruo es, en realidad, una especie de deseo

source: Thesis VII: The Monster Stands at the Threshold… of Becoming
es_es: Tesis VII: El Monstruo se Erige en el Umbral…de la Transformación

source: They are creatures of American history, their many permutations in folklore and pop culture impossible to explain without that complex history.
es_es: Son criaturas de la historia estadounidense; es imposible explicar todas sus permutaciones en el folclore y la cultura pop sin recurrir a la complejidad de esta historia.

source: They are living representations of our darkness, simultaneously metaphors and progenitors of the American way of fear and violence.
es_es: Son representaciones vivientes de nuestra oscuridad, metáforas y progenitores a la vez de las formas que toman en Estados Unidos el miedo y la violencia.

source: They ask us to reevaluate our cultural assumptions about race, gender, sexuality, our perception of difference, our tolerance toward its expression.
es_es: Nos piden que reevaluemos nuestros supuestos culturales sobre raza, género, sexualidad, nuestra percepción de la diferencia, nuestra tolerancia en cuanto a la expresión de dicha diferencia.

source: They ask us why we have created them.
es_es: Nos preguntan por qué los hemos creado.

source: They can be pushed to the farthest margins of geography and discourse, hidden away at the edges of the world and in the forbidden recesses of our mind, but they always return.
es_es: Aunque sean relegados a los márgenes más lejanos de la geografía y el discurso, escondidos en los confines del mundo y en los recovecos prohibidos de nuestra mente, siempre regresan.

source: They cast strange shadows, particularly in our literature.
es_es: Proyectan sombras extrañas, particularmente en nuestra literatura.

source: This corporal fluidity, this simultaneity of anxiety and desire, ensures that the monster will always dangerously entice.
es_es: La fluidez corporal, la ansiedad y el deseo que generan al mismo tiempo, aseguran que el monstruo siempre atraerá peligrosamente.

source: This discussion owes an obvious debt to Mary Douglas, Purity and Danger: An Analysis of the Concepts of Pollution and Taboo (New York: Routledge & Kegan Paul, 1966).
es_es: Este debate tiene una deuda evidente con Mary Douglas, Purity and Danger: An Analysis of the Concepts of Pollution and Taboo (Nueva York: Routledge & Kegan Paul, 1966).

source: This dissociation from community leads to a rugged individualism that in Homeric terms can only be horrifying.
es_es: Esta disociación de la comunidad lleva a un individualismo áspero que, en términos homéricos, solo puede ser horroroso.

source: This is not the kind of distortion that destroys; it is the kind that reveals, or should reveal” (MM, 162).
es_es: Este no es el estilo de distorsión que destruye; es el que revela, o debe revelar”(MM, 162).

source: This is the content for file 26, with its notes.
es_es: Este es el contenido para el archivo 26, con sus notas.

source: This is the furious way Hazel describes his anti-Christian Church:
es_es: Así describe Hazel, con tono furioso, su iglesia anti-cristiana:

source: This refusal to participate in the classificatory “order of things” is true of monsters generally: they are disturbing hybrids whose externally incoherent bodies resist attempts to include them in any systematic structuration.
es_es: El rechazo a participar del "orden de las cosas" clasificatorio puede aplicarse a todos los monstruos: son híbridos perturbadores cuyos cuerpos de apariencia incoherente resisten los intentos por incluirlos en cualquier tipo de estructrura sistémica.

source: This representational project was part of a whole dictionary of strategic glosses in which “monstra” slipped into significations of the feminine and the hypermasculine.
es_es: Este intento de representación formaba parte de un amplio repertorio de significados estratégicos en los que "monstra" se asociaba también con lo femenino o lo hipermasculino.

source: This simultaneous repulsion and attraction at the core of the monster’s composition accounts greatly for its continued cultural popularity, for the fact that the monster seldom can be contained in a simple, binary dialectic (thesis, antithesis… no synthesis).
es_es: Esta repulsión y atracción simultáneas en el núcleo de la composición del monstruo explican en gran medida su continua popularidad cultural, el hecho de que el monstruo rara vez pueda ser contenido en una dialéctica simple y binaria (tesis, antítesis... sin síntesis).

source: This translation is mine.
es_es: Esta traducción es mía.

source: This violent foreclosure erects a self-validating, Hegelian master/slave dialectic that naturalizes the subjugation of one cultural body by another by writing the body excluded from personhood and agency as in every way different, monstrous.
es_es: Este acto de expulsión violenta instaura una dialéctica hegeliana del amo y el esclavo que se legitima a sí misma y naturaliza el sometimiento de un cuerpo cultural por otro escribiendo al cuerpo despersonalizao y desagentivizado como diferente y monstruoso en todo sentido.

source: Thomas More, The Yale Edition of the Complete Works of Thomas More, vol. 2, The History of King Richard III, ed. Richard S. Sylvester (New Haven, Conn.: Yale University Press, 1963), 7.
es_es: More, T. (1963). The History of King Richard III (R. S. Sylvester, Ed.). En The Yale Edition of the Complete Works of Thomas More (Vol. 2, p. 7). Yale University Press.

source: Through a similar discursive process the East becomes feminized (Said) and the soul of Africa grows dark (Gates).
es_es: Mediante un proceso discursivo similar, el Oriente se feminiza (Said) y el alma de África se oscurece (Gates).

source: Through all of these monsters the boundaries between personal and national bodies blur.
es_es: A través de todos estos monstruos se difumina la frontera entre los cuerpos personales y el cuerpo de lo nacional.

source: Through the body of the monster fantasies of aggression, domination, and inversion are allowed safe expression in a clearly delimited and per- manently liminal space.
es_es: A través del cuerpo del monstruo, las fantasías de agresión, dominación e inversión encuentran una expresión segura en un espacio claramente delimitado y permanentemente liminal.

source: Thus the superiority of Joan Copjec’s “Vampires, Breast-feeding, and Anxiety,” October 58 (Fall 1991): 25-43, to Paul Barber’s Vampires, Burial, and Death: Folklore and Reality (New Haven, Conn.: Yale University Press, 1988).
es_es: Por lo tanto, se observa la superioridad de “Vampires, Breast-feeding, and Anxiety”, de Joan Copjec, Octubre 58 (otoño de 1991): 25-43, frente a Vampires, Burial, and Death: Folklore and Reality de Paul Barber (New Haven, Conn.: Yale University Press, 1988).

source: Thus, her fiction has become more realistic and less grotesque than it appeared to be in the nineteen fifties.
es_es: Como consecuencia, la ficción de esta autora resulta más realista y menos grotesca que en los años cincuenta.

source: Times of carnival temporally marginalize the monstrous, but at the same time allow it a safe realm of expression and play: on Halloween everyone is a demon for a night.
es_es: Los tiempos de carnaval marginan temporalmente lo monstruoso, pero al mismo tiempo le conceden un ámbito seguro de expresión y juego: en Halloween, todos son demonios por una noche.

source: To be able to recognize a freak, you have to have some conception of the whole man, and in the South the general conception of man is still, in the main, theological.[.
es_es: Para reconocer a un *freak*, hay que tener una concepción de la totalidad del hombre, y en el sur, su concepción general todavía es, en esencia, teológica.[.

source: To complicate this category confusion further, one kind of alterity is often written as another, so that national difference (for example) is transformed into sexual difference.
es_es: Para complicar aún más la confusión de categorías, a menudo un tipo de alteridad es escrito como otro, de modo que la diferencia en nacionalidad (por ejemplo) se transforma en diferencia sexual.

source: To step outside this official geography is to risk attack by some monstrous border patrol or (worse) to become monstrous oneself.
es_es: Salir de esta geografía oficial es arriesgarse al ataque de alguna patrulla fronteriza monstruosa o (peor aún) volverse monstruoso uno mismo.

source: Unflaggingly, like an inescapable boomerang, a vortex of summons and repulsion places the one haunted by it literally beside himself.
es_es: Incanseablemente, como un búmerang indomable, un vórtice de atracción y de repulsión, coloca a aquel que está asechando literalmente a su lado.

source: Vampires, burial, death: inter the corpse where the road forks, so that when it springs from the grave, it will not know which path to follow.
es_es: Vampiros, entierro, muerte: sepultar el cadáver donde el camino se bifurca, para que, al resurgir de la tumba, no sepa qué sendero seguir.

source: We distrust and loathe the monster at the same time we envy its freedom, and perhaps its sublime despair.
es_es: Desconfiamos y aborrecemos al monstruo al mismo tiempo que envidiamos su libertad, y quizás su sublime desesperación.

source: We have seen that the monster arises at the gap where difference is perceived as dividing a recording voice from its captured subject; the criterion of this division is arbitrary, and can range from anatomy or skin color to religious belief, custom, and political ideology.
es_es: Según hemos visto, el monstruo surge de la brecha en la cual la diferencia se percibe como lo que divide a una voz que registra y al sujeto que captura esa voz; el criterio de tal división es arbitrario y puede abarcar desde la anatomía o el color de la piel hasta las creencias religiosas, las costumbres y la ideología política.

source: We live in an age that has rightly given up on Unified Theory, an age when we realize that history (ike “individuality,” “subjectivity,” “gender,” and “culture”) is composed of a multitude of fragments, rather than of smooth epistemological wholes.
es_es: Vivimos en una época que ha abandonado, con razón, a la Teoría Unificada, una época en la que reconocemos que la historia (al igual que la “individualidad”, la “subjetividad”, el “género” y la “cultura”) está compuesta por una multitud de fragmentos, y no por totalidades epistemológicas homogéneas.

source: We see the damage that the monster wreaks, the material remains (the footprints of the yeti across Tibetan snow, the bones of the giant stranded on a rocky cliff), but the monster itself turns immaterial and vanishes, to reappear someplace else (for who is the yeti if not the medieval wild man?
es_es: Vemos el daño que causa el monstruo, los restos materiales (las huellas del yeti sobre la nieve tibetana o los huesos del gigante varado en un acantilado rocoso), pero el monstruo en sí mismo se vuelve inmaterial y se desvanece para reaparecer en algún lugar otro (porque, ¿quién es el yeti si no es el hombre salvaje medieval?

source: We watch the monstrous spectacle of the horror film because we know that the cinema is a temporary place, that the jolting sensuousness of the celluloid images will be followed by reentry into the world of comfort and light.
es_es: Vemos el espectáculo monstruoso de una película de terror porque sabemos que el cine es un lugar temporario, que luego de la punzante sensualidad de las imágenes en celuloide, se regresa al mundo de la comodidad y la luz.

source: What Bakhtin calls “official culture” can transfer all that is viewed as undesirable in itself into the body of the monster, performing a wish-fulfillment drama of its own; the scapegoated monster is perhaps ritually destroyed in the course of some official narrative, purging the community by eliminating its sins.
es_es: Lo que Bakhtin denomina “cultura oficial” puede transferir todo lo considerado indeseable a la figura del monstruo, escenificando así su propio drama de cumplimiento de deseos; el monstruo convertido en chivo expiatorio es quizás destruido ritualmente en el transcurso de alguna narrativa oficial, lo que purga a la comunidad mediante la eliminación de sus pecados.

source: When Bors refuses to sleep with one of these transcorporal devils (described as “so lovely and so fair that it seemed all earthly beauty was embodied in her”), his steadfast assertion of control banishes them all shrieking back to hell.
es_es: Cuando Boorse se niega a acostarse con uno de estos demonios transcorpóreos (descrito como “una doncella tan hermosa y tan bella que parece tener en sí toda la belleza terrena” (*La búsqueda del santo Grial*, 137), su firme afirmación de control los destierra a todos aullando de regreso al infierno.

source: When Jupiter arrived as a guest at his house, Lycaon tried to kill the ruler of the gods as he slept, and the next day served him pieces of a servant’s body as a meal.
es_es: Cuando Júpiter llegó como invitado a su casa, Licaón intentó matar al gobernante de los dioses mientras dormía, y al día siguiente le sirvió trozos del cuerpo de un sirviente como comida.

source: When contained by geographic, generic, or epistemic marginalization, the monster can function as an alter ego, as an alluring projection of (an Other) self.
es_es: Cuando está contenido por una marginación geográfica, genérica o epistémica, el monstruo puede funcionar como un alter ego, como una proyección seductora de un ("Otro") yo.

source: Whenever I’m asked why Southern writers particularly have a penchant for writing about freaks, I say it is because we are still able to recognize one.
es_es: Siempre que se me pregunta por qué los escritores sureños tienen una fijación con la escritura sobre los *freaks*, respondo que se debe a que aún somos capaces de reconocerlos.
